Repository: samluescher/django-media-tree
Catalog: media_tree/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Media_tree
fr: Mediathèque

source: Media_Tree
fr: Médiathèque

source: Please select a file.
fr: Sélectionnez un fichier.

source: Please select a folder.
fr: Sélectionnez un dossier.

source: You cannot select this node type.
fr: Vous ne pouvez pas sélectionner ce type d'élément.

source: The required media type is %s.
fr: Le média requis est %s.

source: You cannot select this media type.
fr: Vous ne pouvez pas sélectionner ce type de média.

source: The required file type is %s.
fr: Le type de fichier requis est %s.

source: You cannot select this file type.
fr: Vous ne pouvez pas sélectionner ce type de fichier.

source: Folder
fr: Dossier

source: Metadata
fr: Métadonnées

source: Extended metadata
fr: Métadonnées étendues

source: A %s with this name already exists.
fr: Un(e) %s avec ce nom existe déjà.

source: File
fr: Fichier

source: Display
fr: Affichage

source: This file type is not allowed.
fr: Ce type de fichier n'est pas permis.

source: Maximum file size is %s.
fr: La taille maximale de fichier est %s.

source: file
fr: fichier

source: preview
fr: prévisualisation

source: Use this field to upload a preview image for video or similar media types.
fr: Utilisez ce champ pour ajouter une image de prévisualisation pour une vidéo ou un media similaire.

source: folder
fr: dossier

source: node type
fr: type d'élément

source: media type
fr: type de média

source: is published
fr: est publié

source: name
fr: nom

source: title
fr: titre

source: author
fr: auteur

source: publish author
fr: publier l'auteur

source: publish copyright
fr: publier le copyright

source: date/time
fr: date / heure

source: publish date/time
fr: publier date /heure

source: keywords
fr: mots-clés

source: alternative text
fr: texte alternatif

source: If you leave this blank, the alternative text will be compiled automatically from the available metadata.
fr: Si vous laissez ceci vide, le texte alternatif sera automatiquement généré à partir des métadonnées.

source: caption
fr: légende

source: If you leave this blank, the caption will be compiled automatically from the available metadata.
fr: Si vous laissez ceci vide, la légendef sera automatiquement généré à partir des métadonnées.

source: metadata entered
fr: métadonnées saisies

source: size
fr: taille

source: width
fr: largeur

source: Detected automatically for supported images
fr: Détecté automatiquement pour les formats d'images supportées

source: height
fr: hauteur

source: use as default object for folder
fr: utiliser comme objet par défaut pour le dossier

source: The default object of a folder can be used for folder previews etc.
fr: L'objet par défaut pour un dossier peut être utilisé pour la prévisualisation des dossiers etc...

source: created
fr: créé le

source: modified
fr: modifié le

source: created by
fr: créé par

source: modified by
fr: modifié par

source: extra metadata
fr: métadonnées supplémentaires

source: media object
fr: objet média

source: media objects
fr: objets média

source: Items
fr: Elements

source: Resolution
fr: Résolution

source: displayed metadata
fr: métadonnées affichées

source: web image
fr: image web

source: text
fr: texte

source: video
fr: vidéo

source: other
fr: autre

source: Delete selected %(verbose_name_plural)s
fr: Date sélectionnée %(verbose_name_plural)s

source: Successfully deleted %s items.
fr: %s éléments effacées avec succès.

source: Add
fr: Ajouter

source: Successfully uploaded file %s.
fr: Fichier %s ajouté avec succès.

source: Server Error
fr: Erreur du serveur

source: Move media objects
fr: Déplacer les objets media

source: Move
fr: Déplacer

source: Move selected %(verbose_name_plural)s
fr: Déplacer les %(verbose_name_plural)s sélectionnés

source: Copy media objects
fr: Copier les objets média

source: Copy
fr: Copier

source: Copy selected %(verbose_name_plural)s
fr: Copier les %(verbose_name_plural)s selectionnés

source: Expand selected %(verbose_name_plural)s
fr: Déplier les %(verbose_name_plural)s sélectionnés

source: folders
fr: dossiers

source: Collapse selected %(verbose_name_plural)s
fr: Replier les %(verbose_name_plural)s sélectionnés

source: Change metadata for several media objects
fr: Changer les métadonnées sur plusieurs objets média

source: Overwrite selected fields
fr: Réécrire les champs sélectionnés

source: Change metadata for selected %(verbose_name_plural)s
fr: Changer les métadonnées pour les %(verbose_name_plural)s sélectionnés

source: to
fr: à

source: Change metadata of all child objects
fr: Changer les métadonnées de tous les objets-enfants

source: Yes, I am sure that I want to delete the selected files from storage:
fr: Oui, je suis certain de vouloir effacer les fichiers sélectionnés du stockage:

source: The following files exist in storage, but are not found in the database
fr: Les fichiers suivants existent en stock, mais pas dans la base de données

source: Cache files
fr: Fichiers cache

source: There are no orphaned files.
fr: Il n'y a aucun fichier orphelin

source: Deleted %i file from storage.
fr: Effacé %i fichier du stock.

source: The following files could not be deleted from storage:
fr: Les fichiers suivants n'ont pas pu être effacé du stock:

source: Orphaned files
fr: Fichiers orphelins

source: Delete selected files
fr: Effacer les fichiers sélectionnés

source: The following files in the database do not exist in storage. You should fix these media objects:
fr: Les fichiers suivants existe dans la base de données mais pas dans le stock. Vous devriez corriger ces objets média:

source: Find orphaned files
fr: Trouver les fichiers orphelins

source: The node tree was rebuilt.
fr: L'arbre des fichiers a été reconstruit.

source: Repair node tree
fr: Réparer l'arbre des fichiers

source: There are no cache files.
fr: Il n'y a pas de fichier cache.

source: Deleted %i cache file.
fr: %i fichier cache effacé.

source: The cache was cleared.
fr: Le cache a été effacé.

source: The following files could not be deleted:
fr: Les fichiers suivants n'ont pas pu être effacé:

source: Clear cache
fr: Effacer le cache

source: You can only link individual files, not folders.
fr: Vous pouvez uniquement lier des fichiers individuels, pas des dossiers.

source: You need to attach the Media Tree Image Detail application to a page in order to link to full size images.
fr: You devez attacher l'application Media Tree Image Detail à une pahge pour pouvoir faire des liens vers les images en pleine taille.

source: Link to page
fr: Lien vers page

source: Link to web address
fr: Lien vers adresse web

source: Link to image detail
fr: Lien vers vue détaillée

source: Link to URL pattern
fr: Lien vers un pattern URL

source: Media Tree
fr: Médiathèque

source: Gallery
fr: Galerie

source: Settings
fr: Réglages

source: gallery type
fr: type de galerie

source: merged
fr: fusionnée

source: nested
fr: imbriquée

source: A nested gallery includes a browseable folder list. A merged gallery displays media from all folders merged into a flat list.
fr: Une galerie imbriquée inclut une liste de dossier navigable. Une galerie fusionnée affiche tous les médias des dossiers dans une seule liste.

source: folder/file
fr: dossier/fichier

source: Previous
fr: Précédent

source: Browse
fr: Naviguer

source: Next
fr: Suivant

source: Play
fr: Jouer

source: Link
fr: Lien

source: link type
fr: type de lien

source: Makes the image a clickable link.
fr: Rends l'image cliquable.

source: For link to page. Select any page from the list.
fr: Pour faire un lien vers une page. Sélectionner une page dans la liste.

source: web address
fr: adresse web

source: For link to web address. Example: Enter "http://www.domain.com" to create an absolute link to an external site, or enter a relative URL like "/about/contact".
fr: Pour faire un lien vers une adresse web. Exemple: entrez"http://www.domaine.com" pour créer un lien absolu vers un site externe ou entrez une URL relative comme "/a-propos/contact".

source: link target
fr: cible du lien

source: same window
fr: meme fenêtre

source: new window
fr: nouvelle fenêtre

source: max. width
fr: largeur max.

source: You can leave this empty to use an automatically determined image width.
fr: Vous pouvez laissez ceci vide pour utilisée une largeur déterminée automatiquement.

source: max. height
fr: hauteur max.

source: You can leave this empty to use an automatically determined image height.
fr: Vous pouvez laissez ceci vide pour utilisée une hauteur déterminée automatiquement.

source: template
fr: modèle

source: Template used to render the image.
fr: Modèle utilisé pour générer le rendu de l'image.

source: Back to %s
fr: Retour vers %s

source: File listing
fr: Liste de fichiers

source: Template used to render the plugin.
fr: Modèle utilisé pour générer le rendu du plugin.

source: filter file and folder names
fr: filtrer les noms des dossiers et fichiers

source: Example: *.jpg; Documents.*;
fr: Exemple: *.jpg; Documents.*;

source: include all subfolders
fr: Inclure les sous-dossiers

source: List type
fr: Type de liste

source: Slideshow
fr: Diaporama

source: pause between images
fr: pause entre les images

source: Milliseconds
fr: Millisecondes

source: transition speed
fr: vitesse de transition

source: slow
fr: lent

source: fast
fr: rapide

source: output supported media types only
fr: rendu supportant uniquement les types de média

source: Database error
fr: Erreur de la base de données

source: %(count)s %(name)s was changed successfully.
fr: %(count)s %(name)s a été modifié avec succès.

source: Add child
fr: Ajouter un sous-élément

source: View on site
fr: Voir sur le site

source: First child
fr: Premier sous-élément

source: Last child
fr: Dernier sous-élément

source: Left sibling
fr: Voisin de gauche

source: Right sibling
fr: Voisin de droite

source: Focal point X
fr: Point focal X

source: Focal point Y
fr: Point focal Y

source: Drag the marker on the image thumbnail to its most relevant portion. You can then use this information to crop the image accordingly.
fr: Déplacer le marqueur sur l'image sur la partie la plus pertinente. Vous pourrez ensuite utiliser cette information pour le recadrage.

source: Focal point
fr: Point focal

source: Download selected %(verbose_name_plural)s as archive
fr: Télécharger les %(verbose_name_plural)s sélectionné(e)s comme une archive

source: No %(verbose_name)s found matching the query
fr: Aucun(e)s %(verbose_name)s trouvé avec cette requête

source: Media objects
fr: Objets média

source: Please correct the error below.
fr: Corrigez l'erreur suivante svp.

source: Select all
fr: Tout sélectionner

source: Select none
fr: Ne rien sélectionner

source: Selected media objects:
fr: Objets média sélectionnés:

source: Upload files
fr: Upload direct de fichiers

source: Add file
fr: Nouveau fichier

source: Add folder
fr: Nouveau dossier

source: To %%(folder)s:
fr: Vers %%(folder)s:

source: Upload file
fr: Charger une image

source: Submit
fr: Soumettre

source: Home
fr: Accueil
