Repository: samluescher/django-media-tree
Catalog: media_tree/locale/*/LC_MESSAGES/djangojs.po
Languages: de, nb

source: Name
nb: Navn

source: Size
de: Grösse
nb: Størrekse

source: New folder
de: Neuer Ordner
nb: Ny mappe

source: Save
de: Speichern
nb: Lagre

source: %i media object
de: %i Medienobjekt
nb: %i media objekt

source: uploading... (%i in queue)
nb: laster opp... (%i i køen)

source: %i file in queue.
de: %i Datei in Warteschlange.
nb: %i file i køen

source: Please do not close this window until upload is complete.
de: Bitte dieses Fenster nicht schliessen, bevor der Upload abgeschlossen ist.
nb: Vennligst ikke lukk dette vinduet før opplastingen er ferdig

source: Upload error
de: Upload-Fehler
nb: Feil ved opplasting

source: loading...
de: laden…
nb: laster...

source: Successfully added %i file.
de: Erfolgreich %i Datei hinzugefügt.
nb: %i fil ble lastet opp.

source: There were errors during upload.
de: Beim Upload sind Fehler aufgetreten.
nb: En feil oppstod ved opplasting.

source: uploading… (%i in queue)
de: Upload… (%i in Warteschlange)
